{"0":{"quote":"If there is no struggle, there is no progress","author":"Frederick Douglass"},"1":{"quote":"Without continual growth and progress, such words as improvement, achievement, and success have no meaning","author":"Benjamin Franklin"},"2":{"quote":"It's not about how hard you hit. It's about how hard you can get hit and keep moving forward. How much you can take and keep moving forward","author":"Rocky Balboa"},"3":{"quote":"One of the hardest things was learning that I was worth recovery","author":"Demi Lovato (Former Addict)"},"4":{"quote":"Strength does not come from physical capacity. It comes from an indomitable will","author":"Mahatma Gandhi"},"5":{"quote":"I think that the power is the principle. The principle of moving forward, as though you have the confidence to move forward, eventually gives you confidence when you look back and see what you’ve done","author":"Robert Downey Jr. (Former Addict)"},"6":{"quote":"If you accept the expectations of others, especially negative ones, then you never will change the outcome","author":"Frederick Douglass"},"7":{"quote":"I don't need alcohol to see the world in its depths, I carry the sun in me.","author":"Lamine Pearlheart"},"8":{"quote":"When you quit drinking, you stop waiting.","author":"Caroline Knapp"},"9":{"quote":"The day I became free of alcohol was the day that I fully understood and embraced the truth that I would not be giving anything up by not drinking.","author":"Liz Hemingway"},"10":{"quote":"Alcohol is a diuretic, it dehudrates the skin and reduces its elasticity. After stopping, colalgen levels are slowly restored and redness disappears","author":"Ashwood Recovery"},"11":{"quote":"Sobriety was the greatest gift I ever gave myself.","author":"Robert Lowe"},"12":{"quote":"Famous support group Alcoholics Anonymous teaches recovering adicts, through the 12-steps program, to take inventory and make amends with those they've hurt while drunk","author":"Ashwood Recovery"},"13":{"quote":"Alcohol contains almost double the caloric content than most proteins and carbs have (7 per gram) coming second only to fat itself (9 per gram)","author":"Ashwood Recovery"},"14":{"quote":"Several studies have shown that individuals who initially drink to sleep better but delve into abuse end up suffering severe cases of insomnia","author":"Ashwood Recovery"},"15":{"quote":"The less you drink, The less your Risk for Cancer is","author":"The CDC"}}